[
  {
    "id": 1,
    "title": "Berharap agar barista miliki keahlian storytelling, Ketua IFBEC NTB: Kopi bukan sekadar minuman, tetapi bagian dari budaya dan daya tarik pariwisata",
    "slug": "barista-class-ifbec-ntb-meningkatkan-kompetensi-barista-di-ntb",
    "image": "/news/news-1-pelatihan-barista.png",
    "content": "Mataram, 29 Mei 2025 — Indonesian Food and Beverage Executive Association (IFBEC) NTB sukses menyelenggarakan Barista Class selama dua hari, pada Selasa dan Rabu, 27–28 Mei 2025, bertempat di Lombok Plaza Hotel. Dengan mengangkat tema “Dari Cangkir ke Karier: Menjadi Barista Profesional Masa Kini,",
    "date": "2025-03-31T13:58:21.001Z",
    "source": "https://ifbec-ntb.com/barista-class-ifbec-ntb-meningkatkan-kompetensi-barista-di-ntb/"
  },
  {
    "id": 2,
    "title": "IFBEC NTB Gandeng Premium Syrup sebagai Sponsor Utama, Gelar Barista Competition 2024 di Mataram",
    "slug": "ifbec-ntb-gandeng-premium-syrup",
    "image": "/news/news-2-barista-competition.png",
    "content": "LombokPost- Indonesian Food and Beverage Executive Association (IFBEC) Nusa Tenggara Barat (NTB) kembali menggelar event bergengsi Barista Competition 2024, di Resto Kampung Melayu, Mataram, Sabtu-Minggu (7-8/12).",
    "date": "2025-03-31T13:58:21.001Z",
    "source": "https://lombokpost.jawapos.com/ekonomi-bisnis/1505398054/ifbec-ntb-gandeng-premium-syrup-sebagai-sponsor-utama-gelar-barista-competition-2024-di-mataram"
  },
  {
    "id": 3,
    "title": "Royal Malioboro by Aston Gelar Kompetisi Seni Memahat Buah dan Coffee Mixology Dalam Rangka Ulang Tahun Ke-4",
    "slug": "royal-malioboro-by-aston-gelar-kompetisi-seni",
    "image": "/news/news-3-royal-malioboro.png",
    "content": "Menyambut hari ulang tahunnya yang ke-4, Royal Malioboro by Aston mengadakan rangkaian kegiatan menarik bagi masyarakat dan profesional kuliner. Pada 7 Desember 2024, hotel ini akan menyelenggarakan Fruit Carving dan Coffee Mixology Competition",
    "date": "2025-03-31T13:58:21.001Z",
    "source": "https://www.astonhotelsinternational.com/id/news/978"
  }
]
